<?php
	define('aLOG', array(
		'MISSION'	=> '', #任務
		'CASHFLOW'	=> '', #充提
		'TYPEMONEY'	=> '', #現金
		'ALL'		=> '', #全部
		'TYPE0'	=> '', #類別
		'TYPE2'	=> '', #來源
		'TYPE3'	=> '', #種類
		'ACCOUNT'	=> '', #會員帳號
		'ID'		=> '', #單號
		'BEFORE'	=> '', #原有金額
		'DELTA'	=> '', #變動金額
		'AFTER'	=> '', #現有金額
		'CREATETIME'=> '', #建立時間
		'PARAM'	=> '', #備註
		'TOTAL'	=> '', #總計
		'SUBTOTAL'	=> '', #小計
	));


	define('aTYPE2', array(
		'100'	=> '', #任務收益
		'101'	=> '', #1級任務分傭
		'102'	=> '', #2級任務分傭
		'200'	=> '', #公司入款
		'201'	=> '', #1級推薦
		'202'	=> '', #2級推薦
		'203'	=> '', #會員出款
		'204'	=> '', #出款失敗
		'205'	=> '', #人工充提補入
		'206'	=> '', #人工充提領出
	));
?>