<?php
	define('aLOG', array(
		'SITE'		=> '站別',
		'CASHFLOW'	=> '充提',
		'DONATE'	=> '打賞',
		'TYPEMONEY'	=> '現金',
		'ALL'		=> '全部',
		'TYPE0'	=> '類別',
		'TYPE1'	=> '內容',
		'TYPE2'	=> '種類',
		'ACCOUNT'	=> '會員帳號',
		'ID'		=> '期數',
		'BEFORE'	=> '原有金額',
		'DELTA'	=> '變動金額',
		'AFTER'	=> '現有金額',
		'CREATETIME'=> '建立時間',
		'PARAM'	=> '備註',
		'TOTAL'	=> '總計',
		'SUBTOTAL'	=> '小計',
		'GAME'	=> '遊戲',
		'ADMACCOUNT'=> '荷官帳號',
		'ADMNAME' 	=> '荷官名稱',
		'DONATESUM' => '打賞總和',
		'PERCENT' 	=> '目前紅利%數',
		'BONUS' 	=> '紅利',
		'GAMER'	=> '玩家',
		'ADM'		=> '荷官',
		'ROOM'	=> '館別',
		'PERCENT1'	=> '紅利%數',
		'DETAIL'	=> '打賞明細',
	));


	define('aTYPE1', array(
		'200'	=> '公司入款',
		'203'	=> '會員出款',
		'204'	=> '出款失敗',
		'205'	=> '人工充提補入',
		'206'	=> '人工充提領出',
		'207'	=> '轉出',
		'208'	=> '轉入',
		'300'	=> '退單補錢',
		'301'	=> '下注成功',
		'302'	=> '中獎',
		'303'	=> '打和',
		'304'	=> '取消單',
		'305'	=> '投注反水',
		'306'	=> '代理反水',
		'307'	=> '重過帳退單',
		'401'	=> '打賞',
	));

	// define('aSITE',array(
	// 	'local' => '本地',
	// 	'abp'	=> 'ABP',
	// ));
?>