<?php
	define('aBANK', array(
		'ACCOUNT'			=> 'ยูสเซอร์บัญชี', #會員帳號
		'SELBANK'			=> 'กรุณาเลือกธนาคาร', #請選擇銀行
		'SELSTATUS'			=> 'กรุณาเลือกสถานะ', #請選擇狀態

		'BANKNAME'			=> 'ชื่อธนาคาร', #銀行名稱
		'NAME0'			=> 'เลขธนาคาร', #銀行帳號
		'NAME1'			=> 'ชื่อบัญชี', #帳戶姓名
		'NAME2'			=> 'ชื่อสาขา', #銀行分行

		'USERNOEXIST'		=> 'ไม่พบบัญชีสมาชิก', #會員帳號不存在
		'BANKNOEXIST'		=> 'ไม่พบธนาคาร', #銀行不存在
		'NAMEUNDEFINE0'		=> 'หมายเลขบัญชีธนาคารต้องไม่ว่างเปล่า', #銀行帳號不得為空
		'NAMEUNDEFINE1'		=> 'ชื่อบัญชีต้องไม่ว่างเปล่า', #帳戶姓名不得為空
		'NAMEUNDEFINE2'		=> 'สาขาของธนาคารต้องไม่ว่างเปล่า', #銀行分行不得為空
	));
?>