<?php
	define('aUSER', array(
		'LEVEL'			=> 'ลำดับขั้น', #層級
		'NAME'			=> 'ชื่อเล่น', #暱稱
		'PA'				=> 'บีญชีด้านบน', #上級帳號
		'MONEY'			=> 'ยอดเงิน', #金額
		'PROMOCODE'			=> 'รหัสแนะนำ', #推薦碼
		'INCLUDE'			=> 'รวมเส้นระดับล่าง', #包含直屬下線

		'SELSTATUS'			=> 'กรุณาเลือกสถานะ', #請選擇狀態
		'STATUS0'			=> 'ปกติ', #正常
		'STATUS10'			=> 'ห้ามเข้าสู่ระบบ', #禁止登入

		'PHONE'			=> 'เบอร์มือถือ', #手機號碼
		'PASSWORD'			=> 'รหัสผ่าน', #密碼
		'TRANSPASSWORD'		=> 'รหัสผ่านธุรกรรม', #資金密碼

		'PASSWORDUNDEFINE'	=> 'รหัสผ่านและรหัสผ่านธุรกรรมต้องไม่ว่างเปล่า', #密碼和資金密碼不可皆為空
		'ACCOUNTERROR'		=> 'บัญชีผิดพลาด', #帳號格式錯誤
		'ACCOUNTEXISTED'		=> 'บัญชีนี้มีอยู่แล้ว', #帳號已存在
		'PASSWORDFORMAT'		=> '6-16 รหัสตัวเลขและตัวอักษร', #6-16碼英數字
		'TRANSPASSWORDFORMAT'	=> '6-12 ตัวเลขอย่างเดียว', #6-12碼純數字
		'PASSWORDERROR'		=> 'กรอกรหัสผ่านไม่ถูกต้อง', #密碼格式錯誤
		'TRANSPASSWORDERROR'	=> 'ข้อผิดพลาดรหัสผ่านธุรกรรม', #資金密碼格式錯誤
		'PANODATA'			=> 'ตรวจสอบว่าไม่มีข้อมูลบัญชี', #查無上級帳號資料
		'PANOLINKDATA'		=> 'ตรวจสอบข้อมูลระดับชั้นของบัญชี', #查無上級帳號層級資料

		'BANKCARD'			=> 'บัตรธนาคาร', #銀行卡
		'BANKCODE'			=> 'เลขธนาคาร', #銀行代碼
		'BANKNAME'			=> 'ชื่อธนาคาร', #銀行名稱
		'BANKACCOUNT'		=> 'เลขบัญชีธนาคาร', #銀行帳號
		'HIDEMEMBER'		=> 'ซ่อนบัญชี', #隱藏帳號
		'HIDE'			=> 'ซ่อน ', #隱藏
		'NOHIDE'			=> 'ไม่ซ่อน', #不隱藏
	));
?>