<?php
	define('aPAYMENTCOMPANYSETTING', array(
		'NAME'		=> 'ชื่อบัญชี', #帳戶名稱
		'BANKNAME'		=> 'ชื่อธนาคาร', #銀行名稱
		'ACCOUNT'		=> 'เลขบัญชีธนาคาร', #銀行帳號
		'MAX'			=> 'ยอดสูงสุดยอดเดียว', #單筆上限
		'MIN'			=> 'ยอดขั้นตำ่ยอดเดียว', #單筆下限
		'DAYLIMITTIMES'	=> 'จำนวนครั้งต่อวันในการถอน', #每日提單次數上限
		'DAYLIMITMONEY'	=> 'จำนวนยอดเงินต่อวันในการถอน', #每日提單金額上限
		'TOTALLIMITMONEY'	=> 'ยอดเงินสูงสุดในการถอน', #總提單金額上限
		'TOTALLIMITTIMES'	=> 'ยอดครั้งสูงสุดในการถอน', #總提單次數上限
		'ACCOUNTERR'	=> 'เลขบัญชีผิดพลาด', #銀行帳號異常
		'TOTALMONEY'	=> 'ยอดรวมเงินทั้งหมด', #總累計金額
		'TOTALTIMES'	=> 'ยอดรวมครั้งทั้งหมด', #總累計筆數
		'DAYTIMES'		=> 'ยอดสะสมรายวัน', #當日累計筆數
		'NOLIMIT'		=> 'เติม 0 ไม่มีขีดจำกัด', #填入0則無限制
	));
?>