<?php
	define('aLOG', array(
		'CASHFLOW'	=> 'ฝากและถอน', #充提
		'TYPEMONEY'	=> 'เงินสด', #現金
		'ALL'		=> 'ทั้งหมด', #全部
		'TYPE0'	=> 'หมวดหมู่', #類別
		'TYPE2'	=> 'ที่มา', #來源
		'TYPE3'	=> 'รูปแบบ', #種類
		'ACCOUNT'	=> 'ชัญชีสมาชิก', #會員帳號
		'ID'		=> 'ใบรายการ', #單號
		'BEFORE'	=> 'ยอดเงินเดิม', #原有金額
		'DELTA'	=> 'ยอดเงินที่เปลี่ยนแปลง', #變動金額
		'AFTER'	=> 'ยอดเงินล่าสุด', #現有金額
		'CREATETIME'=> 'เวลาสร้าง', #建立時間
		'PARAM'	=> 'หมายเหตุ', #備註
		'TOTAL'	=> 'รวมทั้งหมด', #總計
		'SUBTOTAL'	=> 'ยอดรวม', #小計
	));


	define('aTYPE1', array(
		'200'	=> 'บริษัทฝากเงิน', #公司入款
		'203'	=> 'สมาชิกถอนเงิน', #會員出款
		'204'	=> 'ถอนเงินล้มเหลว', #出款失敗
		'205'	=> 'ฝากด้วยตนเอง', #人工充提補入
		'206'	=> 'ถอนด้วยตนเอง', #人工充提領出
	));
?>