<?php
	define('aPASSWORD', array(
		'ACCOUNT'		=> 'บัญชีผู้ดูแลระบบ', #管理員帳號
		'NAME'		=> 'ชื่อผู้ดูแลระบบ', #管理員名稱
		'PASSWORD'		=> 'รหัสผ่านผู้ดูแลระบบ', #管理員密碼
		'NOTE'		=> 'โปรดป้อนรหัสผ่านการเข้าสู่ระบบหลังบ้านเพื่อเปลี่ยนข้อมูล', #變更資料請輸入後台登入密碼。
		'CONFIRM'		=> 'ยืนยันการส่งมอบ?', #確認送出
		'NEWPASSWORD'	=> 'รหัสผ่านผู้ดูแลระบบใหม่', #新管理員密碼
		'CONFIRMPASSWORD'	=> 'ยืนยันรหัสผ่านอีกครั้ง', #再次確認密碼
		'UPDATESUCCESS'	=> 'แก้ไขเรียบร้อยแล้ว', #修改成功
		'SUBMIT'		=> 'ยืนยันส่งมอบ', #確認送出
		'CANCEL'		=> 'ยกเลิกย้อนกลับ', #取消返回
	));
	define('aERROR', array(
		'EMPTYACCOUNT'	=> 'บัญชีผู้ดูแลระบบต้องไม่ว่างเปล่า', #管理員帳號不可為空
		'EMPTYNAME'		=> 'ชื่อผู้ดูแลระบบต้องไม่ว่างเปล่า', #管理員名稱不可為空
		'EMPTYPASSWORD'	=> 'โปรดป้อนรหัสผ่านของผู้ดูแลระบบ', #請輸入管理員密碼
		'USED'		=> 'บัญชีนี้ถูกใช้แล้ว', #此帳號已被使用
		'ACCOUNTFORMATE'	=> 'รูปแบบของบัญชีผู้ดูแลระบบไม่ถูกต้องโปรดป้อนอักขระที่เป็นตัวเลขและตัวอักษร 6-16 ตัว', #管理員帳號格式錯誤，請輸入6-16碼英數字
		'PASSWORDFORMATE'	=> 'รูปแบบรหัสผ่านของผู้ดูแลระบบใหม่ไม่ถูกต้องโปรดป้อนอักขระที่เป็นตัวเลขและตัวอักษร 6-16 ตัว', #新管理員密碼格式錯誤，請輸入6-16碼英數字
		'UNMATCH'		=> 'รหัสผ่านผู้ดูแลระบบใหม่ไม่ถูกไม่ตรงกับรหัสผ่านที่ยืนยันใหม่', #新管理員密碼與再次確認密碼比對錯誤
		'NODATA'		=> 'ไม่พบข้อมูลที่เกี่ยวข้อง', #查無相關資料
		'NODATACHANGE'	=> 'ไม่พบข้อมูลที่เกี่ยวข้อง', #查無相關資料
		'ERRORPASSWORD'	=> 'ป้อนรหัสผ่านของผู้ดูแลระบบไม่ถูกต้อง', #管理員密碼輸入錯誤
	));
?>