<?php
	define('aMANAGER', array(
		'SEARCH'		=> 'ค้นหา', #查詢
		'SEARCHACCOUNT'	=> 'ตรวจสอบบัญชีผู้ดูแลระบบ', #查詢管理員帳號
		'ACCOUNT'		=> 'บัญชีผู้ดูแล', #管理員帳號
		'ACCOUNTINFO'	=> 'บัญชีผู้ดูแลระบบ (ไม่สามารถแก้ไขได้หลังจากสร้าง)', #管理員帳號 (建立後不可修改)
		'ADMTYPE'		=> 'ชั้นระดับผู้ดูแลระบบ', #管理員層級
		'STATUS'		=> 'สถานะ', #狀態
		'CREATETIME'	=> 'เวลาสร้าง', #建立時間
		'UPDATETIME'	=> 'เวลาอัปเดท', #更新時間
		'OPERATE'		=> 'การทำงาน', #操作
		'ALL'			=> 'ทั้งหมด', #全部
		'OFFLINE'		=> 'ออฟไลน์', #下線
		'ONLINE'		=> 'ออนไลน์', #上線
		'CONFIRM0'		=> 'ยืนยันการลบ?', #確認刪除
		'CONFIRM1'		=> 'ยืนยันการส่งมอบ?', #確認送出
		'NAME'		=> 'ชื่อผู้ดูแลระบบ', #管理員名稱
		'PASSWORD'		=> 'รหัสผ่านผู้ดูแลระบบ', #管理員密碼
		'NEWPASSWORD'	=> 'รหัสผ่านผู้ดูแลระบบใหม่', #新管理員密碼
		'CONFIRMPASSWORD'	=> 'ยืนยันรหัสผ่านอีกครั้ง', #再次確認密碼
		'NOTE'		=> 'โปรดป้อนรหัสผ่านการเข้าสู่ระบบหลังบ้านเพื่อเปลี่ยนข้อมูล', #變更資料請輸入後台登入密碼。
		'CONTROLITEM'	=> 'รายการที่ควบคุมได้', #可控制項目
		'SELECTALL'		=> 'เลือกทั้งหมด', #全選
		'INSERTSUCCESS'	=> 'เพิ่มสำเร็จ', #新增成功
		'UPDATESUCCESS'	=> 'แก้ไขสำเร็จ', #修改成功
		'DELETESUCCESS'	=> 'ลบสำเร็จ', #刪除成功
		'SUBMIT'		=> 'ยืนยันการส่งมอบ', #確認送出
		'CANCEL'		=> 'ยกเลิกย้อนกลับ', #取消返回

		'HIDEUSER'		=> 'ซ้อนหมายเลขบัญชี', #隱藏帳號
		'HIDE0'		=> 'ไม่ซ่อน', #不隱藏
		'HIDE1'		=> 'ซ่อน', #隱藏
		'IP'			=> 'ผูก IP', #綁定IP
		'GOOGLE'		=> 'ยืนยัน Google', #Google驗證
		'GOOGLENOUSE'	=> 'ไม่เปิดใช้งาน', #不啟用
		'GOOGLEUSE'		=> 'เปิดใช้งาน', #啟用
	));
	define('aERROR', array(
		'EMPTYACCOUNT'	=> 'บัญชีผู้ดูแลระบบต้องไม่ว่างเปล่า', #管理員帳號不可為空
		'EMPTYNAME'		=> 'ชื่อผู้ดูแลระบบต้องไม่ว่างเปล่า', #管理員名稱不可為空
		'EMPTYPASSWORD'	=> 'โปรดป้อนรหัสผ่านของผู้ดูแลระบบ', #請輸入管理員密碼
		'USED'		=> 'บัญชีนี้ถูกใช้แล้ว', #此帳號已被使用
		'ACCOUNTFORMATE'	=> 'รูปแบบของบัญชีผู้ดูแลระบบไม่ถูกต้องโปรดป้อนอักขระที่เป็นตัวเลขและตัวอักษร 6-16 ตัว', #管理員帳號格式錯誤，請輸入6-16碼英數字
		'PASSWORDFORMATE'	=> 'รูปแบบรหัสผ่านของผู้ดูแลระบบใหม่ไม่ถูกต้องโปรดป้อนอักขระที่เป็นตัวเลขและตัวอักษร 6-16 ตัว', #新管理員密碼格式錯誤，請輸入6-16碼英數字
		'UNMATCH'		=> 'รหัสผ่านผู้ดูแลระบบใหม่ไม่ถูกต้องไม่ตรงกับรหัสผ่านที่ยืนยันใหม่', #新管理員密碼與再次確認密碼比對錯誤
		'NODATA'		=> 'ไม่พบข้อมูลที่เกี่ยวข้อง', #查無相關資料
		'ERRORPASSWORD'	=> 'รหัสผ่านไม่ถูกต้อง', #管理員密碼輸入錯誤
	));

	define('aGOOGLE', array(
		'STEP1'	=> 'โปรดดาวน์โหลดแอป Google Authenticator ก่อน', #請先下載 Google Authenticator app
		'STEP2'	=> 'สแกน Qrcode', #相機掃描Qrcode
		'STEP3'	=> 'ป้อนรหัสยืนยันด้านล่างเพื่อยืนยัน', #下方輸入驗證碼進行驗證
		'CODE'	=> 'โปรดป้อนรหัสยืนยันของ Google เพื่อยืนยัน', #請輸入google驗證碼 進行驗證
		'SEND'	=> 'ส่งการยืนยัน', #送出驗證
	));
?>