<?php
	define('aLOGIN', array(
		'ACCOUNT'	=> 'บัญชี', # 帳號
		'PASSWORD'	=> 'รหัสผ่าน', # 密碼
		'GOOGLE'	=> 'รหัสยืนยัน Google ', # Google驗證碼
		'REMEMBER'	=> 'จดจำฉัน', # 記住我
		'LOGIN'	=> 'เข้าสู่ระบบ', # 登入
		'LOGOUT'	=> 'ออกจากระบบ', # 登出
		'EMPLOYE'	=> 'สมาชิกเข้าสู่ระบบ', # 員工登入

		'LOGINV'	=> 'เข้าระบบสำเร็จ', # 登入成功
		'LOGINF'	=> 'เข้าระบบไม่สำเร็จ', # 登入失敗
		'LOGOUTV'	=> 'ออกระบบสำเร็จ', # 登出成功
	));

	define('aERROR', array(
		'0'	=> 'เข้าระบบไม่สำเร็จ', # 登入失敗
		'-1'	=> 'การเข้าสู่ระบบล้มเหลวบัญชีถูกห้ามไม่ให้เข้าสู่ระบบ', # 登入失敗 帳號禁止登入
		'-2'	=> 'เข้าสู่ระบบล้มเหลวโปรดลองอีกครั้งในอีก 5 นาที', # 登入失敗 請5分鐘後再試
	));
?>